docs/site/burns87_typol_popul_recor.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>burns87_typol_popul_recor</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">burns87_typol_popul_recor</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9a135c4">Typology of Hooks</a>
<ul>
<li><a href="#org959dfcc">Definition</a></li>
<li><a href="#org2663513">Repetition</a></li>
<li><a href="#org579de36">degrees of change</a></li>
<li><a href="#orgbd2b0aa">Textual and Non Textual Elements</a></li>
<li><a href="#org698e12d">riff</a></li>
<li><a href="#org36a24f1">Melody Hooks</a></li>
<li><a href="#org9a2ccdd">Harmony Hooks</a></li>
<li><a href="#org04c4d78">Lyric Hooks</a></li>
<li><a href="#orgb782142">Instrumentation hook</a></li>
<li><a href="#orgc634348">Tempo hooks</a></li>
<li><a href="#orgb82e3d4">Dynamics hooks</a></li>
<li><a href="#org7c2121c">Improvisation and accident hooks</a></li>
<li><a href="#org86aceeb">Sound Effects Hooks</a></li>
<li><a href="#orgd3f8b41">Editing as hook</a></li>
<li><a href="#org8c7675b">Mix Hook</a></li>
<li><a href="#org6a19575">Conclusion</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org9a135c4" class="outline-2">
<h2 id="org9a135c4">Typology of Hooks</h2>
<div class="outline-text-2" id="text-org9a135c4">
</div>

<div id="outline-container-org959dfcc" class="outline-3">
<h3 id="org959dfcc">Definition</h3>
<div class="outline-text-3" id="text-org959dfcc">
<p>
<code>A Musical or lyrical phrase that stands out and is easily remembered.</code>
</p>
</div>
</div>

<div id="outline-container-org2663513" class="outline-3">
<h3 id="org2663513">Repetition</h3>
<div class="outline-text-3" id="text-org2663513">
<p>
<code>Repetition is meaningless without its opposite, change.</code>
</p>
</div>
</div>

<div id="outline-container-org579de36" class="outline-3">
<h3 id="org579de36">degrees of change</h3>
<div class="outline-text-3" id="text-org579de36">
<p>
repetition (little change) variation (moderate change) modulation (much change)
</p>
</div>
</div>

<div id="outline-container-orgbd2b0aa" class="outline-3">
<h3 id="orgbd2b0aa">Textual and Non Textual Elements</h3>
<div class="outline-text-3" id="text-orgbd2b0aa">
<p>
2** Rhythm Hooks
</p>
<p>
:NOTER_PAGE: (7 . 0.4924060751398881)
</p>
<p>
<code>Rhythmic hooks are thus a result of change rather than repetition</code>
</p>
</div>
</div>

<div id="outline-container-org698e12d" class="outline-3">
<h3 id="org698e12d">riff</h3>
<div class="outline-text-3" id="text-org698e12d">
<p>
Repetitive melodic hook.
</p>
</div>
</div>

<div id="outline-container-org36a24f1" class="outline-3">
<h3 id="org36a24f1">Melody Hooks</h3>
<div class="outline-text-3" id="text-org36a24f1">
</div>
</div>

<div id="outline-container-org9a2ccdd" class="outline-3">
<h3 id="org9a2ccdd">Harmony Hooks</h3>
<div class="outline-text-3" id="text-org9a2ccdd">
</div>
</div>

<div id="outline-container-org04c4d78" class="outline-3">
<h3 id="org04c4d78">Lyric Hooks</h3>
<div class="outline-text-3" id="text-org04c4d78">
</div>
</div>

<div id="outline-container-orgb782142" class="outline-3">
<h3 id="orgb782142">Instrumentation hook</h3>
<div class="outline-text-3" id="text-orgb782142">
</div>
</div>

<div id="outline-container-orgc634348" class="outline-3">
<h3 id="orgc634348">Tempo hooks</h3>
<div class="outline-text-3" id="text-orgc634348">
</div>
</div>

<div id="outline-container-orgb82e3d4" class="outline-3">
<h3 id="orgb82e3d4">Dynamics hooks</h3>
<div class="outline-text-3" id="text-orgb82e3d4">
</div>
</div>

<div id="outline-container-org7c2121c" class="outline-3">
<h3 id="org7c2121c">Improvisation and accident hooks</h3>
<div class="outline-text-3" id="text-org7c2121c">
</div>
</div>

<div id="outline-container-org86aceeb" class="outline-3">
<h3 id="org86aceeb">Sound Effects Hooks</h3>
<div class="outline-text-3" id="text-org86aceeb">
</div>
</div>

<div id="outline-container-orgd3f8b41" class="outline-3">
<h3 id="orgd3f8b41">Editing as hook</h3>
<div class="outline-text-3" id="text-orgd3f8b41">
</div>
</div>

<div id="outline-container-org8c7675b" class="outline-3">
<h3 id="org8c7675b">Mix Hook</h3>
<div class="outline-text-3" id="text-org8c7675b">
</div>
</div>

<div id="outline-container-org6a19575" class="outline-3">
<h3 id="org6a19575">Conclusion</h3>
<div class="outline-text-3" id="text-org6a19575">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
